Repository: fariskk/goplusworklogandexpanseclaim
Catalog: app_*.arb
Languages: ar

source: Select Company
ar: اختر الش

# tapBack
source: Tap back again to leave
ar: اضغط عودة للخروج

# provideCompanyName
source: To sign in, provide your company's name.
ar: للدخول قم بتأكيد اسم الشركة

source: Company Name
ar: إسم الشركة

source: Enter Company Name
ar: أدخل إسم الشركة

source: Submit
ar: تقديم

source: Note:
ar: ملاحظات:

# noteDesc
source: This is the mobile platform of your corporate DOTS HR system. You may contact HR/IT to get the correct company name.
ar: هذه هي المنصة المتنقلة الخاصة بشركتك برجاء مراجعة الموارد البشرية او الدعم التقني للحصول علي الاسم الصحيح للشركة.

# noInternet
source: No internet connection
ar: لا يوجد اتصال بالانترنت

# connectDots
source: Connect With DOTS
ar: اتصل بنظام DOTS

# connectUs
source: Connect With Us
ar: اتصل بنا

source: Confirm
ar: تأكيد

# exitApp
source: Do you really want to exit the app?
ar: هل تريد حقا الخروج من التطبيق؟

source: CANCEL
ar: إلغاء

# exit
source: YES, EXIT
ar: نعم، أخرج

source: Sign In
ar: الدخول

# signInDesc
source: Sign In now to begin an amazing journey
ar: ادخل الأن لتبدأ رحلة مميزة

source: Username
ar: اسم المستخدم

source: Enter Username
ar: أدخل اسم المستخدم

source: Password
ar: كلمة المرور

source: Enter Password
ar: أدخل كلمة المرور

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# signInEmail
source: Sign in with Email
ar: الدخول بالبريد الإلكتروني

# changeCompany
source: Change in company name?
ar: تغير في اسم الشركة

source: Sign Up
ar: الاشتراك

# loginPermissionDeny
source: You have no permission to login
ar: لا يوجد لديك إذن للدخول

# navigateSignup
source: Please confirm to go to the sign-up screen
ar: برجاء التأكيد للإنتقال إلى شاشة الاشتراك

# chooseSession
source: Choose your Session
ar: اختر جلستك

# selfService
source: Self Service Portal
ar: بوابة الخدمة الذاتية

# selfServiceDesc
source: Access the Company ESS Resources
ar: الدخول إلى نظام موارد الخدمة الذاتية للشركة

# attendance
source: Mark Your Attendance
ar: اثبات حضورك

# attendanceDesc
source: Mark and Keep Track of Your Attendance
ar: اثبات و تتبع حضورك

source: DOTS TAS
ar: دوتس تاس

source: Daily Attendance
ar: الحضور اليومي

source: Mark Attendance
ar: تتبع الحضور

source: Reports
ar: تقارير

source: Exceptions
ar: استثناءات

# absentDays
source: My Absent Days
ar: أيام الغياب الخاصة بي

source: Consolidated Attendance
ar: الحضور المجمع

source: Overtime Status
ar: وضع ساعات العمل الإضافية

source: Roster
ar: قائمة

# share
source: Share With Friends
ar: المشاركة مع الأصدقاء

source: Logout
ar: الخروج

# logoutApp
source: Do you really want to logout?
ar: هل حقا تريد الخروج؟

source: YES, LOGOUT
ar: نعم، خروج

source: Hey
ar: مرحبا

# welcomeText
source: What would you like to do today?
ar: ماذا تريد أن تفعل اليوم؟

source: Attendance status
ar: حالة الحضور

# shiftOfDay
source: Shift for the day
ar: مناوبة لليوم

source: Attendance Overview
ar: نظرة عامة علي الحضور

source: Present
ar: حاضر

source: Half Day
ar: نصف يوم

source: Absent
ar: غائب

source: Total Working Days
ar: اجمالي أيام العمل

source: Holiday
ar: عطلة

source: Late Come
ar: الحضور متأخرًا

source: Early Leave
ar: الرحيل مبكرًا

source: Working Hours Overview
ar: نظرة عامة على ساعات العمل

source: Last Week
ar: الأسبوع الماضي

source: Total Working Hours
ar: اجمالي ساعات العمل

source: This month :
ar: هذا الشهر :

source: Overtime Hours
ar: ساعات العمل الإضافية

source: Check In
ar: الدخول

source: Check Out
ar: الخروج

source: Report
ar: تقرير

source: From
ar: من

source: To
ar: إلى

source: Good Morning
ar: صباح الخير

source: Announcement
ar: إعلان

source: More
ar: المزيد

source: Less
ar: أقل

source: Annual Leave
ar: الإجازة السنوية

# requestLeave
source: Leave Request
ar: طلب إجازة

source: Utilized
ar: مستخدم

source: Booked
ar: محجوز

source: Balance Leave
ar: رصيد الإجازة

source: Eligible Days
ar: الأيام المستحقة

source: Days
ar: أيام

source: Present Balance
ar: الرصيد الحالي

source: Carried Over
ar: الأيام المرحلّة

source: Current Year
ar: العام الحالي

source: Leave
ar: إجازة

source: Sick Leave
ar: إجازة مرضية

source: Unpaid Leave
ar: إجازة بدون مرتب / غير مدفوعة

source: Others
ar: أخرون

source: Profile
ar: الملف الشخصي

# request
source: Requests
ar: طلب جديد

source: Approvals
ar: الموافقات

source: Individual
ar: الفرد

source: On Behalf Of
ar: نيابة عن

source: Leave Details
ar: تفاصيل الإجازة

source: Leave Type
ar: نوع الإجازة

source: Replacement Employee
ar: الموظف البديل

source: From Date
ar: من تاريخ

source: To Date
ar: حتى تاريخه

source: Pick Date
ar: اختر التاريخ

source: Going Out Of Country
ar: الخروج من البلاد

source: Claim Ticket
ar: المطالبة بتذكرة

source: Contact Details
ar: تفاصيل الاتصال

source: Address
ar: عنوان

source: Phone
ar: هاتف

source: Remarks
ar: ملاحظات

source: Attach Files
ar: إرفاق ملفات

source: No File Selected
ar: لم يتم اختيار ملف

source: Reset
ar: إعادة ضبط

source: Select Employee
ar: اختر الموظف

source: Total Days
ar: اجمالي الأيام

source: Utilized Days
ar: الأيام المستخدمة

source: Actual Leave Balance
ar: رصيد الإجازات الفعلي

source: Forecasted Balance
ar: الرصيد المتوقع

source: Please Confirm
ar: يرجى التأكيد

# areYouSureRemove
source: Are you sure you want to remove?
ar: هل أنت متأكد من أنك تريد الإزالة؟

source: Remove
ar: إزالة

# toDateFirstError
source: To Date should be after the From Date!
ar: تاريخ الانتهاء ( إلى) يجب أن يكون بعد تاريخ البداية (من)

# pickFromDateFirst
source: Please pick From Date first!
ar: برجاء اختيار تاريخ البداية (من) أولا

# requestSubmitted
source: Request has been submitted
ar: تم تقديم الطلب

# pickDateError
source: Please pick date for request
ar: برجاء اختيار تاريخ الطلب

source: Request Details
ar: تفاصيل الطلب

source: Request Type
ar: نوع الطلب

source: Required Date
ar: التاريخ المطلوب

source: Required Until
ar: مطلوب حتي

source: Purpose
ar: غاية

# purposeError
source: Please enter your purpose
ar: برجاء ادخال الغرض من الطلب

source: Request Status
ar: وضع الطلب

source: General
ar: عام

source: Leave Info
ar: تفاصيل الإجازة

source: Year
ar: سنة

source: Pending
ar: معلق

source: Approved
ar: معتمد

source: Rejected
ar: مرفوض

source: Leave Requests
ar: طلبات الإجازة

source: General Request Info
ar: معلومات عامة عن الطلب

source: General Requests
ar: طلبات عامة

# approval
source: Approvals
ar: الموافقات

source: Search
ar: يبحث

source: Request For :
ar: طلب لأجل

# leaveDay
source: Leave Days
ar: أيام الإجازة

source: Approve
ar: موافقة

source: Reject
ar: رفض

source: New Request
ar: طلب

source: Mark Request
ar: تتبع الطلب

# continueBtn
source: Continue
ar: استمر

source: History
ar: سجل

source: Leave Date :
ar: تاريخ الإجازة

source: Replacement :
ar: البديل

source: Balance Days :
ar: عدد أيام الرصيد

source: Attachments
ar: المرفقات

source: Approval flow
ar: تتبع الموافقة

# otherAbsence
source: Other absence during the same period
ar: غياب اخر خلال نفس الفترة

source: Comment
ar: تعليق

# typeComment
source: Type comments if any...
ar: اكتب تعليق إن وجد

source: Continue to Approve
ar: أكمل للموافقة

source: Continue to Reject
ar: أكمل للرفض

source: Successfully Approved
ar: تم الموافقة بنجاح

source: Request Rejected
ar: تم رفض الطلب

source: Please choose action
ar: برجاء اختيار الفعل المطلوب

source: Approve All
ar: الموافقة علي الكل

source: Reject All
ar: رفض الكل

# markedReject
source: Marked Requests Rejected
ar: الطلبات المختارة مرفوضة

# markedApproved
source: Marked Requests Approved
ar: الطلبات المختارة معتمدة

# slowConnection
source: We've detected a slow connection, This may take a while.
ar: .لقد لاحظنا وجود اتصال بطيء، وقد يستغرق الأمر بعض الوقت

source: ESS
ar: الخدمة الذاتية للموظف(ESS)

source: Good Afternoon
ar: مساء الخير

source: Good Evening
ar: يوم سعيد

source: My Account
ar: حسابي

source: Document
ar: مستند

source: Payslip
ar: قسيمة دفع الراتب

# fileSize
source: file size exceeds maximum limit.
ar: حجم الملف يتجاوز الحد الأقصى

source: Attention
ar: انتبه

# profilePicError
source: Sorry, but you cannot update profile photo. Please get in touch with admin.
ar: عذراً ، لم نتمكن من تحديث صورة الملف الشخصي. يرجى الاتصال بالمشرف

# profileInfoError
source: Sorry, but you cannot update profile details. Please get in touch with admin.
ar: عذراً ، لم نتمكن من تحديث تفاصيل الملف الشخصي. يرجى الاتصال بالمشرف

# passwordChangeError
source: Sorry, but you cannot update password. Please get in touch with admin.
ar: عذراً ، لا يمكنك القيام بتحديث كلمة المرور. يرجى الاتصال بالمشرف

source: Reporting To
ar: يعمل تحت إدارة

source: Personal Info
ar: المعلومات الشخصية

source: Name :
ar: : اسم

source: User ID :
ar: : معرف المستخدم

source: Failed
ar: إخفاق

# tryAgain
source: Something went wrong, so kindly try again.
ar: لقد حدث خطأ ما ، يرجى المحاولة من جديد

source: Success
ar: نجاح

# picSuccess
source: Profile picture successfully updated.
ar: تم تحديث صورة الملف الشخصي بنجاح

# infoSuccess
source: Profile successfully updated.
ar: تم تحديث الملف الشخصي بنجاح

# passwordSuccess
source: Password successfully updated.
ar: .تم تحديث كلمة المرور بنجاح

# incorrectUserPass
source: Username or Password is incorrect, please try again.
ar: .اسم المستخدم أو كلمة المرور غير صحيح ، يرجى المحاولة من جديد

source: Edit Profile
ar: تحرير الملف الشخصي

source: Email
ar: البريد الإلكتروني

source: Update
ar: تحديث

# verifyYou
source: Verify It's You
ar: التحقق من أنك أنت من يقوم بالإجراء

# enterCurrentUserPass
source: Enter current Username and Password
ar: قم بإدراج اسم المستخدم وكلمة المرور الحاليين

# fieldRequired
source: You have not answered all required fields.
ar: .لم تقم بالإجابة على كافة الحقول المطلوبة

source: Verify
ar: التحقق

source: Change Password
ar: تغيير كلمة السر

source: New Password
ar: كلمة مرور جديدة

source: Confirm Password
ar: تأكيد كلمة المرور

# passwordRules
source: Note : At least 1 upper case, lower case, numeric, special character and 8 characters in length.
ar: .ملاحظة: حرف كبير واحد على الأقل، وحرف صغير، رقم، ورمز خاص وبطول 8 محارف

# matchPassword
source: The password confirmation does not match.
ar: .تأكيد كلمة المرور غير مطابق

# followPassRules
source: Invalid Password. Please follow the rules below for new password.
ar: .كلمة مرور غير صالحة. يرجى التقيد بالقواعد فيما يلي من أجل كلمة المرور الجديدة

source: Home
ar: مسكن

# documentDesc
source: Scanning allows you to send documents fast and securely. You can easily change the document's details. Each completed upload will be immediately saved.
ar: يتيح لك المسح إرسال الوثائق بسرعة وأمان. كما يمكنك بسهولة تغيير تفاصيل الوثيقة في وقت لاحق، سيتم حفظ كل عملية تحميل مكتملة بشكل فوري.

source: PASSPORT
ar: جواز سفر

source: Updated on
ar: :تم التحديث بتاريخ

# notUploaded
source: Not uploaded yet
ar: لم يتم تحميله حتى الآن

# permissionDeny
source: You are not permitted to perform this action.
ar: .لا يسمح لك بأداء هذا الإجراء

source: View
ar: إظهار

source: ADD
ar: إضافة

source: VISA
ar: تأشيرة دخول

source: DRIVING LICENCE
ar: رخصة القيادة

source: NATIONAL ID
ar: الهوية الوطنية

# selectDocumentToAdd
source: Select the type of document you wish to upload.
ar: .قم بتحديد نوع الوثيقة التي ترغب بتحميلها

# alreadyUploaded
source: Sorry, this file has already been uploaded.
ar: .عذراً، فقد تم تحميل هذا الملف فعلياً

source: Close
ar: غلق

# documentsReady
source: Get your documents ready
ar: .قم بتجهيز وثائقك

# documentReadyDesc
source: Before you start, make sure your documents is with you. you will need to scan it during process.
ar: .قبل البدء، تأكد من جلب وثائقك معك. فستحتاج إلى مسحها ضوئياً أثناء العملية

source: Choose country
ar: .قم باختيار البلد

# chooseCountryDesc
source: Please select your document issuing country or region.
ar: .يرجى تحديد بلد أو منطقة إصدار الوثيقة

# startType
source: Start typing to search
ar: باشر الكتابة للبحث

source: Country Picker
ar: منتقي رمز البلد

source: Selected Country :
ar: : البلد المختارة

source: Document details
ar: .تفاصيل الوثيقة

# documentDetailsDesc
source: Please provide the following details properly.
ar: .يرجى تقديم التفاصيل التالية بشكل صحيح

source: Document Number
ar: رقم المستند

# issueDate
source: Issued Date
ar: تاريخ الإصدار

source: Expiry Date
ar: تاريخ الانتهاء

# uploadDoc
source: Lets upload documents
ar: لنقم بتحميل الوثائق

# uploadDocDesc
source: Add documents from your phone or open camera to scan new document.
ar: .قم بإضافة وثائق من هاتفك، أو قم بفتح الكاميرا لمسح وثيقة جديدة

# pleaseSelectCountry
source: Please select document issued country.
ar: .يرجى تحديد البلد المصدر للوثيقة

# enterDocNo
source: Please enter document number.
ar: .يرجى إدراج رقم الوثيقة

# selectExpiryDate
source: Please select expiry date of document.
ar: .يرجى تحديد تاريخ انتهاء صلاحية الوثيقة

source: Use camera
ar: قم باستخدام الكاميرا

# docFromGallery
source: Select the document from gallery.
ar: .قم بتحديد الوثيقة من المعرض

# fileTypes
source: File types : PNG, JPG or PDF
ar: أنواع الملفات: بصيغ: (PNG) أو (JPG) أو (PDF)

# maxSize
source: Maximum upload file size : 500 KB
ar: الحد الأقصى لحجم ملف التحميل: 500 كيلوبايت

# flipDoc
source: Flip your document
ar: اقلب وثيقتك

# flipDocDesc
source: We also need a picture of the back side of your document.
ar: .نحتاج كذلك إلى صورة للجانب الخلفي من الوثيقة

# newDocumentAdded
source: New document successfully added
ar: لقد تمت إضافة وثيقة جديد بنجاح

source: Details
ar: التفاصيل

# cannotEditDoc
source: Sorry, but you cannot modify this document. Please get in touch with admin.
ar: .عذرًا ، لا يمكنك تعديل هذه الوثيقة. يرجى الاتصال مع المشرف

# cannotEditDocEmp
source: Sorry, You are not authorised to modify the files. Please get in touch with admin.
ar: .عذراً ، ليس لديك الحق بتعديل الملفات. يرجى الاتصال مع المشرف

# cannotEditDocCom
source: Sorry, The documents cannot be edited. please get in touch with admin.
ar: .عذرا ، لا يمكن تحرير الوثائق. يرجى الاتصال بالمشرف

source: Nationality
ar: جنسية

source: Size :
ar: : حجم

source: Upload document
ar: تحميل الوثيقة

source: Edit document
ar: تحرير الوثيقة

source: Opening file...
ar: ...يتم فتح الملف

# documentUpdated
source: Document successfully updated
ar: تم تحديث الوثيقة بنجاح

source: Earning
ar: ربح

source: Allowance
ar: البدلات

source: Deduction
ar: خصم

source: Net Pay
ar: صافي الدفعة

# payDate
source: Pay Date for the period of
ar: تاريخ الدفع للفترة

source: More Details
ar: المزيد من التفاصيل

# selectYear
source: Select a Year
ar: قم باختيار السنة

source: Status
ar: حالة

# processFlow
source: The Process flow/user permission is not defined properly
ar: لم يتم تحديد تدفق العملية / تصريح المستخدم بشكل ملائم

source: Info
ar: المعلومات

# selectLeaveTypeHint
source: --select leave type--
ar: --حدد نوع الإجازة--

# selectReplacementEmp
source: --select replacement employee--
ar: --قم بتحديد موظف بديل--

# selectLeaveType
source: Please select leave type
ar: يرجى تحديد نوع الإجازة

source: No. of Days
ar: عدد الأيام

# imageUploadRules
source: Only PNG, JPG or PDF files with maximum size of 500 KB
ar: يسمح فقط بملفات (PNG) أو (JPG) أو (PDF) بحجم بحد أقصى 500 كيلوبايت

# attachmentMandatory
source: Attachments are mandatory for this request!
ar: .المرفقات إلزامية مع هذا الطلب

# noPermission
source: We're sorry, but you don't have permission.
ar: .عذراً ، لكن ليس لديك تصريح

# contactAdmin
source: Please contact your administrator
ar: يرجى الاتصال بالمشرف الخاص بك

# selectEmpHint
source: --select employee--
ar: --اختر الموظف--

# selectEmp
source: Please select employee
ar: اختر الموظف

# checkConfiguration
source: Please check request configuration
ar: يرجى التحقق من إنشاء الطلب

# existingAnnualLeave
source: The employee have an existing Annual Leave Request
ar: يوجد لدى الموظف طلب إجازة سنوي قائم

# existLeaveSamePeriod
source: The employee have an existing Leave Request on this period
ar: يوجد لدى الموظف طلب إجازة قائم في هذه الفترة

# selectRequestTypeHint
source: --select request type--
ar: --حدد نوع الطلب--

# selectRequestType
source: Please select request type
ar: الرجاء تحديد نوع الطلب

# attendanceNotClosed
source: Your attendance has not been closed yet. Please contact your reporting manager.
ar: .لم يتم إنهاء حضورك بعد. يرجى الاتصال بمديرك المباشر

source: TAS
ar: إدارة الوقت والحضور (TAS)

source: Time
ar: الوقت

source: Date
ar: التاريخ

source: Location
ar: موقع

source: IN/OUT
ar: الدخول / الخروج

# chooseProject
source: Choose Cost Center
ar: قم باختيار مركز التسعير

# chooseProDesc
source: To mark your attendance, kindly choose a cost center.
ar: .لتسجيل حضورك ، يرجى اختيار مركز التسعير

# selectYourProject
source: Select Your Cost Center
ar: قم بتحديد مركز التسعير

# projectRequired
source: Cost Center is required.
ar: .يجب تقديم مركز التسعير

# gpsEnable
source: Please make sure you enable GPS and try again
ar: يرجى التأكد من تمكين جهاز تحديد المواقع (GPS) والمحاولة من جديد

# lastPunchWas
source: Your last punch was
ar: كان التسجيل الأخير لك

source: on
ar: بتاريخ

# pleaseMarkAttendance
source: Please mark your attendance here
ar: يرجى تحديد حضورك هنا

source: Date & Time
ar: التاريخ والوقت

# currentLocation
source: Your current location
ar: موقعك الحالي

# waitUntilFullyLoad
source: Please wait until the screen fully loaded.
ar: .يرجى الانتظار إلى أن يتم تحميل الشاشة بالكامل

source: Retry
ar: قم بإعادة المحاولة

# attendanceNotSaved
source: Attendance not saved.you are out of region
ar: لم يتم حفظ الحضور. أنت خارج المنطقة

source: Image added
ar: تمت إضافة الصورة

# attendanceSaved
source: Attendance saved successfully
ar: تم حفظ الحضور بنجاح

# featureUnavailable
source: Sorry, this feature isn't configured.
ar: .عذرا ، لم يتم تكوين هذه الميزة

source: Pending Request
ar: طلب معلق

# photoTips
source: Tips on how your photo should look
ar: نصائح حول كيف يجب أن تبدو صورتك

# mustShowAllCorner
source: Must show all four corners
ar: يجب أن تظهر جميع الزوايا الأربع

# mustNotBeCover
source: Must not be covered in any way
ar: يجب ألا يتم تغطيتها بأي شكل من الأشكال

# mustNotBlurry
source: Must not be blurry
ar: يجب ألا يكون ضبابيًا

source: This is right!
ar: !هذا صحيح

# sessionExp
source: Your session has expired, please login
ar: جلسة العمل الخاصة بك قد انتهت ، الرجاء تسجيل الدخول

# wentWrong
source: Something went wrong
ar: هناك خطأ ما

# connProblem
source: There was a problem connecting to the server.Please try again
ar: حدثت مشكلة في الاتصال بالخادم ، يرجى المحاولة مرة أخرى

# accessPer
source: Allow app to access your location
ar: اسمح للتطبيق بالوصول إلى موقعك

# accessPerDesc
source: This app requires location access to function properly. The location is only accessed when the app is running.
ar: .يتطلب هذا التطبيق الوصول إلى الموقع ليعمل بشكل صحيح. لا يتم الوصول إلى الموقع إلا عند تشغيل التطبيق

source: Open app settings
ar: افتح إعدادات التطبيق

# certainContinue
source: Are you certain you want to continue?
ar: هل أنت متأكد أنك تريد الاستمرار؟

# conCheckIn
source: Continue to Check In
ar: استمر في تسجيل الوصول

# conCheckOut
source: Continue to Check Out
ar: الاستمرار في الخروج

# compOffBal
source: Comp Off Balance
ar: التوازن التعويضي

# requestNotComplete
source: Request not completed. Please wait.
ar: .الطلب لم يكتمل. انتظر من فضلك

# applyLeave
source: Apply Leave Request
ar: طلب إجازة جديد

source: Added on
ar: وأضاف في

# recentCheckIn
source: Sorry, your attendance 'CheckIn' was just recorded. please try again later.
ar: معذرةً ، تم تسجيل 'تسجيل الوصول' الخاص بك للتو. الرجاء معاودة المحاولة في وقت لاحق

# recentCheckOut
source: Sorry, your attendance 'CheckOut' was just recorded. please try again later.
ar: عذرًا ، تم تسجيل 'تسجيل الخروج' لحضورك للتو. الرجاء معاودة المحاولة في وقت لاحق

# noItem
source: No item found!
ar: لم يتم العثور على عنصر!

source: Cancel request
ar: إلغاء الطلب

# requestCanceled
source: Request was successfully canceled
ar: تم إلغاء الطلب بنجاح

# mfa
source: Multi-factor Authentication
ar: مصادقة متعددة العوامل

# pleaseEnterMail
source: Please enter your registered email address to receive a verification code for completing the verification process.
ar: يرجى إدخال عنوان بريدك الإلكتروني المسجل لتلقي رمز التحقق لإكمال عملية التحقق.

source: Skip
ar: يتخطى

source: Get Code
ar: الحصول على رمز

source: Sending CODE....
ar: إرسال كود ....

# enterCode
source: Enter Authentication Code
ar: أدخل رمز المصادقة

# protectAccount
source: Protecting your account is our priority, Please confirm your account by entering the authentication code mail to
ar: حماية حسابك هي أولويتنا ، يرجى تأكيد حسابك عن طريق إدخال رمز المصادقة بالبريد

# sentOtpAgain
source: Send OTP again in
ar: أرسل OTP مرة أخرى في

source: sec
ar: ثانية

# notCode
source: Didn't receive the code?
ar: ألم يصلك الرمز؟

source: Resend
ar: إعادة إرسال

# otpNotMatch
source: Token does not match. Please try again or generate a new one
ar: الرمز غير متطابق. يرجى المحاولة مرة أخرى أو إنشاء واحدة جديدة

# emailRequired
source: Enter your email ID
ar: أدخل معرف البريد الإلكتروني الخاص بك

# emailNotMatch
source: Your email address do not match.Please try again.
ar: عنوان بريدك الإلكتروني غير متطابق ، يرجى المحاولة مرة أخرى.

# checkMail
source: Check your email for the OTP Code.
ar: تحقق من بريدك الإلكتروني بحثًا عن رمز OTP.

# otpExpire
source: OTP Expired!
ar: انتهت صلاحية OTP!

# selectReplace
source: Please select replacement employee!
ar: الرجاء اختيار الموظف البديل

# replace
source: Replacement
ar: إستبدال

source: Replacement Request
ar: طلبات الاستبدال

# sureCancelRequest
source: Are you sure you want to cancel this request?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟

source: Split Annual Leave
ar: تقسيم الإجازة السنوية

# leaveStart
source: Leave Start Date:
ar: ترك تاريخ البدء:

# leaveEnd
source: Leave End Date:
ar: تاريخ انتهاء الإجازة:

# annualBalance
source: Annual Leave Balance:
ar: رصيد الإجازة السنوية:

source: Split Leave
ar: انقسام الإجازة

source: Paid Leave
ar: إجازة مدفوعة الأجر

# unpaidLeaves
source: Unpaid Leave
ar: إجازة بدون مرتب / غير مدفوعة

source: Save
ar: يحفظ

source: Type
ar: يكتب

source: Pay Days
ar: أيام الدفع

# matchSplit
source: Total days in the Leave application should match the split.
ar: يجب أن يتطابق إجمالي الأيام في طلب الإجازة مع التقسيم.

# allrequired
source: Please fill out all required fields
ar: يرجى تعبئة جميع الحقول المطلوبة

source: Download Payslip
ar: تحميل قسيمة الدفع

# yearlyEligible
source: Yearly Eligible Leave
ar: الإجازة السنوية المؤهلة

source: Leave Return
ar: ترك العودة

source: Return Date
ar: تاريخ العودة

source: Select Date
ar: حدد تاريخ

source: Remark
ar: ملاحظة

source: Add remark
ar: أضف ملاحظة

source: Select Leave
ar: حدد إجازة

source: Select
ar: يختار

# leavestartdate
source: Start Date
ar: تاريخ البدء

# leaveendate
source: End Date
ar: تاريخ الانتهاء

source: Clear
ar: واضح

# selectype
source: Select Type
ar: اختر صنف

# leavereturnsuccess
source: Leave Return Has Been Successfully Added
ar: تمت إضافة إجازة العودة بنجاح

# leavereturnexits
source: Leave Return Has Already Exits
ar: لقد تم الخروج من إجازة العودة بالفعل

source: File Attachment
ar: ملف مرفق

# hrletter
source: HR Letter Request
ar: طلب خطاب الموارد البشرية

source: HR Letter Approvals
ar: الموافقات على خطاب الموارد البشرية

source: Preview
ar: معاينة

# requestedate
source: Requested Date
ar: التاريخ المطلوب

source: Employee Name
ar: اسم الموظف

source: Request Employee Name
ar: طلب اسم الموظف

source: Reason For Edit
ar: سبب التعديل

source: Connect With
ar: تواصلوا معنا

# wentwrong
source: Something went wrong. Please try again!
ar: حدث خطأ ما يرجى المحاولة مرة أخرى!

source: OK
ar: تم

source: Field required
ar: المجال المطلوب

# datenotselected
source: Date is not selected
ar: لم يتم تحديد التاريخ

source: Request Failed
ar: فشل الطلب

source: Edit
ar: التحرير

source: Company
ar: الشركة

source: Department
ar: القسم

source: Designation
ar: المنصب

source: Emp Code
ar: كود التوظيف

source: Leave Approvals
ar: الموافقات على الإجازة

source: General Approvals
ar: الموافقات العامة
