Repository: fariskk/goplusworklogandexpanseclaim
Catalog: app_*.arb
Languages: ar

# downloadFailed
source: Oops... Downloading Failed!
ar: !عفوًا... فشل التنزيل

source: Dashboard
ar: الصفحة الرئيسية

# whatwould
source: What would you like to do today?
ar: ماذا تريد ان تفعل اليوم؟

source: Active Employees
ar: الموظفين النشطين

source: Attendance Analysis
ar: تحليل الحضور

# employeesanalysis
source: Employee Analysis
ar: تحليل الموظف

source: Today Attendance
ar: حضور اليوم

source: Alert
ar: إنذار

source: Upgrade
ar: ترقية

source: Add Employee
ar: إضافة موظف

source: Edit Employee
ar: تغيير موظف

# upgradetoaddshift
source: Upgrade Your Plan to Add shift
ar: ترقية نظامك لإضافة مناوبة عمل

source: Shift
ar: مناوبة العمل

source: Holidays
ar: العطلات

source: Daily Wise Report
ar: التقرير اليومي الحكيم

# ondutystaff
source: On-Duty Staffs
ar: الموظفون المتواجدون في الخدمة

# absentsummary
source: Absence Summary
ar: تقرير ملخص الغياب

source: Late Come
ar: الحضور متأخر

# nointernet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت

source: Attendance Report
ar: تقرير الحضور

source: Edit Attendance
ar: تعديل الحضور

source: Late Come Report
ar: الحضور متأخر

source: Add Shift
ar: إضافة مناوبة العمل

source: Add Holiday
ar: إضافة إجازة

source: No
ar: لا

source: Yes
ar: نعم

source: No data found
ar: لا توجد بيانات

source: No of Employees
ar: عدد الموظفين

source: Add Admin Face
ar: أضف وجه المشرف

# addfacedata
source: Add Face Data Here!
ar: أضف بيانات الوجه هنا!

# cancels
source: CANCEL
ar: إلغاء

# addnewemp
source: Add New Employee
ar: إضافة موظفين جدد

source: Select Time
ar: تحديد الوقت

source: Weekend is
ar: عطلة نهاية الأسبوع

source: Shift Start Days
ar: تواريخ بدء مناوبة العمل

# addd
source: ADD
ar: إضافة

# addempfailed
source: Added Employee Failed
ar: فشل إضافة موظف

# newempadded
source: New Employee Added
ar: إضافة موظف جديد

source: Select Department
ar: حدد قسم

source: Add Department
ar: أضف قسم

source: Enter Department
ar: أدخل قسم

# departmentexist
source: Department Already Exists
ar: الأقسام الموجودة بالفعل

source: Enter new department
ar: أدخل قسم جديد

source: Select Designation
ar: حدد منصب

source: Add Designation
ar: أضف منصب

source: Enter Designation
ar: أدخل منصب

# designationexist
source: Designation Already Exists
ar: المناصب الموجودة بالفعل

source: Enter new designation
ar: أدخل منصب جديد

source: Select location
ar: حدد موقع

source: Add Location
ar: أضف موقع

source: Enter Location
ar: أدخل موقع

# locationexist
source: Location Already Exists
ar: المواقع الموجودة بالفعل

source: Enter new location
ar: أدخل موقع جديد

source: Select Company
ar: حدد شركة

source: Employer
ar: صاحب العمل

source: Select Employer
ar: حدد صاحب عمل

source: Next
ar: التالي

# pleasechoosedob
source: Please choose Date of Birth first!
ar: يرجى اختيار تاريخ الميلاد أولاً!

source: Select valid date!
ar: حدد تاريخ الصلاحية

source: Employee ID
ar: رقم الموظف

# entervalidempid
source: Enter a valid employee ID
ar: أدخل رقم موظف ساري

# idexist
source: ID is already exist
ar: المعرف موجود بالفعل

source: Enter Empcode
ar: أدخل كود الموظف

source: Last Empcode
ar: كود الموظف الأخير

source: Full Name
ar: الاسم الكامل

source: Title
ar: المسمى الوظيفي

source: Enter full name
ar: ادخل الاسم الكامل

# namecontainletters
source: Name can only contain english letters
ar: يحتوي الاسم على حروف

source: Enter name
ar: ادخل الاسم

# dob
source: Date of birth
ar: تاريخ الميلاد

# doj
source: Date of join
ar: تاريخ الانضمام

# pleaseselectdob
source: Please select the Date of birth
ar: يرجى تحديد تاريخ الميلاد

# pleaseselectdoj
source: Please select the Date of join
ar: يرجى تحديد تاريخ الالتحاق

source: Mobile
ar: الجوال

source: Enter mobile number
ar: أدخل رقم الجوال

source: Enter mobile
ar: أدخل رقم الجوال

# entervalidmail
source: Enter a valid email
ar: أدخل بريد إلكتروني صالح

# entermailid
source: Enter email id
ar: أدخل معرف البريد الإلكتروني

source: Select Nationality
ar: حدد الجنسية

source: Add Nationality
ar: أضف الجنسية

source: Enter Nationality
ar: أدخل الجنسية

# nationalityexist
source: Nationality Already Exists
ar: الجنسية موجودة بالفعل

source: Enter new nationality
ar: أدخل جنسيات جديدة

source: No face detected!
ar: لم يتم الكشف عن الوجه!

# morethanoneface
source: There is more than 1 face!
ar: يوجد أكثر من وجه!

source: Camera
ar: الكاميرا

source: Gallery
ar: معرض الصور

source: Verification
ar: التحقق

# dontworry
source: Don't worry. To reset your password , enter your username and password.
ar: لا تقلق. لإعادة تعيين كلمة المرور، أدخل اسم المستخدم وكلمة المرور الخاصة بك.

# usernamee
source: Enter user name
ar: أدخل اسم المستخدم

source: Current Password
ar: كلمة المرور الحالية

# verifye
source: VERIFY
ar: التحقق

# incorrect
source: Incorrect Username and Password
ar: اسم مستخدم وكلمة مرور غير صحيحة

# userpassempty
source: Username and password can't be empty!
ar: لا يجب ترك اسم المستخدم وكلمة المرور فارغين

source: Reset Password
ar: إعادة تعيين كلمة المرو

source: Create new Password
ar: إنشاء كلمة مرور جديدة

# newpassworddifferent
source: Your new password must be different from previous used passwords.
ar: يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمات المرور المستخدمة سابقًا.

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Change Password
ar: تغيير كلمة المرور

# fieldscantempty
source: Fields can't be empty
ar: هذه الحقول لا يمكن أن تترك فارغة

source: Passwords not matching
ar: كلمات المرور غير متطابقة

# passwordchanged
source: Password successfully changed
ar: تم تغيير كلمة المرور بنجاح

# passwordnotchanged
source: Changing password is failed
ar: فشل تغيير كلمة المرور

# timenotselected
source: Time is not selected
ar: لم يتم تحديد الوقت

source: Confirm Delete
ar: تأكيد الحذف

# aresuredeletedata
source: Are you sure you want to delete this data?
ar: هل أنت متأكد أنك تريد حذف هذه البيانات؟

source: Delete
ar: حذف

source: New Entry
ar: إدخال جديد

source: Select Employee
ar: حدد موظف

# pleaseselectemployee
source: Please select a employee
ar: يُرجى تحديد موظف

source: Edited Time
ar: الوقت المعدل

# submits
source: SUBMIT
ar: إرسال

# savee
source: SAVE
ar: حفظ

# timechangingsuccess
source: Time Changed Successfully
ar: تم تغيير الوقت بنجاح

# timechangingfailed
source: Attempt To Change The Time Failed
ar: تعذر تغيير الوقت

# attendanceinsertingsuccess
source: Attendance Marked Successfully
ar: نجاح إدراج الحضور

# attendanceinsertingfailed
source: Attendance Insertion Failed
ar: فشل إدراج الحضور

# timedeletingsuccess
source: Time Successfully Deleted
ar: تم حذف الوقت بنجاح

# timedeletingfailed
source: Time Deletion Failed
ar: تعذر حذف الوقت

source: Direction
ar: الاتجاه

source: Edit Employee List
ar: تغيير كشف الموظفين

source: Information
ar: الاستعلامات

source: Edit Employee Details
ar: تغيير بيانات الموظف

# namee
source: Name
ar: الاسم

source: DELETE ACCOUNT
ar: حذف الحساب

# aresuredelete
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد الحذف؟

# updatedetailsfailed
source: The Attempt To Update Details Failed
ar: فشل تحديث البيانات

# updatedetailssuccess
source: Details Were Successfully Updated
ar: تم تحديث البيانات بنجاح

# employeeremovedsuccessfully
source: Employee Successfully Removed
ar: تم استبعاد الموظف بنجاح

# employeeremovingfailed
source: Employee Removal Was Unsuccessful
ar: فشل استبعاد الموظف

source: FILTER
ar: عوامل التصفية

source: Employee List
ar: تغيير كشف الموظفين

source: Absent Count
ar: حساب الغياب

source: Show Leave Dates
ar: إظهار تواريخ الإجازات

# requestfailedstatus
source: Request failed
ar: فشل الطلب

source: Absent Data
ar: البيانات الغائبة

source: Late Come List
ar: كشف الحضور المتأخر

source: Today Late Come Count
ar: حساب الحضور المتأخر اليوم

source: Late
ar: تأخير

# lessthanmin
source: Less than 30min
ar: أقل من 30 دقيقة

# minhr
source: 30min - 1hr
ar: 30 دقيقة - 1 ساعة

# morethanonehr
source: More than 1hr
ar: أكثر من 1 ساعة

source: Late Count
ar: حساب التأخير

source: Difference
ar: الفارق

source: From Date
ar: من التاريخ

source: To Date
ar: تاريخ الانتهاء

source: Punch In
ar: لكمة في

source: Shift successfully added
ar: تم إضافة مناوبة العمل بنجاح

source: Weekly Off
ar: العطلة الأسبوعية

source: Open Shift
ar: مناوبة العمل مفتوحة

source: Night Shift
ar: مناوبة ليلية

source: OT Shift
ar: مناوبات عمل إضافية

# resets
source: RESET
ar: إعادة تعيين

# allfieldsmandatory
source: All fields are mandatory!
ar: جميع الحقول إلزامية

source: Shift Code
ar: رمز مناوبة العمل

source: Shift Code Already Exists
ar: كود/رمز مناوبة العمل موجود بالفعل

source: Shift Description
ar: وصف مناوبة العمل

source: Shift Timings
ar: وقت المناوبة

source: Hours
ar: ساعات

# hourss
source: hours
ar: ساعات

source: Late Start
ar: البدء المتأخر

source: Early End
ar: الإنهاء المبكر

# latestartafterstarttime
source: Late start time should be after the shift start time!
ar: يجب أن يكون وقت البدء المتأخر بعد وقت بدء مناوبة العمل!

# earlyendtime
source: Early end time should be before the shift end time!
ar: يجب أن يكون وقت الإنهاء المبكر قبل وقت إنهاء مناوبة العمل!

source: Select Hour
ar: حدد الساعة

source: Select Minutes
ar: حدد الدقائق

source: Invalid hours
ar: ساعات غير صالحة

source: Holiday successfully added
ar: تم إضافة العطلة بنجاح

# fromdatefirst
source: Please select From Date first
ar: يرجى تحديد من التاريخ أولًا

source: Code
ar: الرمز

# holidaytype
source: Select Holiday Type
ar: حدد نوع العطلة

source: No.of Days
ar: عدد الأيام

source: Enter Holiday Type
ar: أدخل نوع العطلة

# holidayexist
source: Holiday Already Exists
ar: العطلة موجودة بالفعل

source: Enter New Holiday Type
ar: أدخل نوع العطلة الجديد

# badinternet
source: Bad Internet Connection!
ar: اتصال انترنت سيئ!

# nopermissionlogin
source: No permission to login!
ar: لا يوجد إذن لتسجيل الدخول!

# invalidusernamepassword
source: Invalid username or password!
ar: خطأ في اسم المستخدم أو كلمة مرور!

# mothwisereport
source: Month Wise Report
ar: تقرير الشهر الحكيم

source: More Details
ar: المزيد من التفاصيل

source: In Time
ar: وقت الوصول

source: Out Time
ar: وقت المغادرة

source: M
ar: م

source: E
ar: ه

source: PDF
ar: صيغة بي دي إف

source: Excel
ar: صيغة الأكسيل

source: Detailed Report
ar: تقرير تفصيلي

source: Hourly Report
ar: تقرير بنظام الساعات

source: More Filters
ar: عوامل تصفية إضافية

# reportss
source: REPORT
ar: تقرير

source: Sl.no
ar: الرقم التسلسلي

source: Select All
ar: تحديد الكل

source: Apply Filters
ar: تطبيق عوامل تصفية

source: IN-Location
ar: في الموقع

source: OUT-Location
ar: خارج الموقع

# daterange
source: It will only display the first thirty days from the start date in the created report!
ar: سيتم عرض أول ثلاثين يومًا فقط من تاريخ البدء في التقرير الذي تم إنشاؤه!

source: Common Codes
ar: الرموز المشتركة

# codetype
source: Select Code Type
ar: حدد نوع الكود

source: Add Employer
ar: أضف صاحب العمل

source: Enter Employer
ar: أدخل صاحب العمل

source: Enter new Employer
ar: أدخل صاحب العمل الجديد

source: Load More
ar: تحميل المزيد

# deletefield
source: Are you sure yo want to delete the field?
ar: هل أنت متأكد أنك تريد حذف الحقل؟

source: Update Department
ar: قسم التحديث

source: Update Designation
ar: تحديث التعيين

source: Update Nationality
ar: تحديث الجنسية

source: Update Location
ar: تحديث الموقع

source: Update Employer
ar: تحديث صاحب العمل

source: Field Already Exists
ar: الحقل موجود بالفعل

# updatedetailsucess
source: Successfully Updated
ar: تم التحديث بنجاح

# updatedetailfailed
source: Updating Failed
ar: فشل التحديث

# deletesucess
source: Successfully Deleted
ar: حذف بنجاح

# addsuccess
source: Successfully Added
ar: تمت الإضافة بنجاح

# addfailed
source: Adding Failed
ar: فشلت الإضافة

source: Edit Holiday
ar: تحرير عطلة

# updates
source: UPDATE
ar: التحديث

source: Shift Details
ar: تفاصيل التحول

# startendtime
source: Start Time - End Time
ar: وقت البدء - وقت الانتهاء

# totalhours
source: Total Hour
ar: إجمالي الساعة

source: Flag Enabled
ar: تم تمكين العلم

source: Edit Shift
ar: تحرير التحول

# employerexists
source: Employer Already Exists
ar: صاحب العمل موجود بالفعل

source: Configuration
ar: إعدادات

# editconfig
source: Edit Configuration
ar: تحرير التكوين

source: Account
ar: حساب

source: Face Data
ar: بيانات الوجه

# pleasecapture
source: Please select/capture your face!
ar: الرجاء تحديد/التقاط وجهك!

# faceextracting
source: Face data extracting... Please wait!
ar: يتم استخراج بيانات الوجه... الرجاء الانتظار!

source: CREATE
ar: ,يخلق

source: Not Recognised?
ar: غير معترف بها؟

source: Please wait...
ar: انتظر من فضلك...

source: Manual Login
ar: تسجيل الدخول اليدوي

# facedataadded
source: Face data successfully added!
ar: تمت إضافة بيانات الوجه بنجاح!

source: VPN Alert
ar: تنبيه VPN

# vpndisable
source: Your device is using a VPN. To ensure that the app functions properly, please disable it.
ar: جهازك يستخدم VPN. للتأكد من أن التطبيق يعمل بشكل صحيح، يرجى تعطيله.

# neutralfacial
source: Neutral Facial Expression
ar: تعبيرات الوجه المحايدة

# neutraldesc
source: Expression should be neutral (non-smiling) with both eyes open, and mouth closed.
ar: يجب أن يكون التعبير محايدًا (غير مبتسم) مع فتح العينين والفم مغلقًا.

# exposure
source: Exposure & Lighting
ar: التعرض والإضاءة

# exposuredesc
source: Should not be any over-exposure or underexposure. Avoid shadows or glare on the face.
ar: لا ينبغي أن يكون أي التعرض المفرط أو التعرض الناقص. تجنب الظلال أو الوهج على الوجه.

# accessories
source: Accessories & Head coverings
ar: الملحقات وأغطية الرأس

# accessoriesdesc
source: Avoid caps, mask and dark glasses. Religious headwear is allowed but it must not cover your face.
ar: تجنب القبعات والأقنعة والنظارات الداكنة. يُسمح بارتداء أغطية الرأس الدينية ولكن يجب ألا تغطي وجهك.

# cameraateye
source: Camera at Eye Level
ar: الكاميرا على مستوى العين

# cameraateyedesc
source: Head should face the camera directly and should not tilt or turned. Must show both edges of the face clearly. Eyes must not be covered by hairs or eyeglass frames.
ar: يجب أن يواجه الرأس الكاميرا مباشرة ولا ينبغي أن يميل أو يدور. يجب أن يظهر طرفي الوجه بشكل واضح. يجب ألا تكون العيون مغطاة بالشعر أو إطارات النظارات.

# donotfilter
source: Do not use filtered or edited images
ar: لا تستخدم الصور التي تمت تصفيتها أو تحريرها

# continuee
source: Continue
ar: يكمل

# presentloc
source: Present Location
ar: الموقع الحالي

# attendancee
source: Attendance
ar: حضور

# pleasevaliddate
source: Please select valid date.
ar: الرجاء تحديد تاريخ صالح.

# todatefirst
source: Please select To Date!
ar: الرجاء تحديد "من التاريخ"!

source: (In Minutes)
ar: (في دقائق)

# moreentries
source: More Attendance Entries
ar: إدخالات الحضور أكثر

source: Filters
ar: المرشحات

source: Reset All
ar: إعادة ضبط الجميع

source: No item selected
ar: لم يتم تحديد أي عنصر

# employeedataupate
source: Employee Data Update
ar: تحديث بيانات الموظف

# updatedesc
source: It looks like there have been alterations in the list of employees, possibly indicating departures or new additions.We recommend to update the face data for these employees. This process may take some time.
ar: يبدو أنه قد حدثت تعديلات في قائمة الموظفين، ربما تشير إلى مغادرين أو إضافات جديدة. نوصي بتحديث بيانات الوجه لهؤلاء الموظفين. قد تستغرق هذه العملية بعض الوقت.

# skipp
source: Skip
ar: يتخطى

# wait
source: Please wait...
ar: انتظر من فضلك...

# appupdated
source: New version has been updated. Please login again.
ar: تم تحديث الإصدار الجديد. الرجاد الدخول على الحساب من جديد.

source: Today Shift
ar: اليوم التحول

# shifttoday
source: You have only one shift today.
ar: لديك نوبة واحدة فقط اليوم.

source: Today
ar: اليوم

source: On shift
ar: على التحول

# breaktime
source: On break time
ar: في وقت الاستراحة

source: hr
ar: ساعة

source: Over time
ar: متأخر , بعد فوات الوقت

# upcoming
source: Upcoming Schedule
ar: الجدول الزمني القادم

source: Are you sure?
ar: هل أنت متأكد؟

# exitapp
source: Do you really want to exit the app
ar: هل تريد بالفعل الخروج من التطبيق

# cancell
source: Cancel
ar: إلغاء

# confirmm
source: Confirm
ar: تأكيد

# wanttosignout
source: Are you certain you want to sign out?
ar: هل أنت متأكد من انك تريد تسجيل الخروج؟

# employees
source: Employee
ar: الموظفين

source: Sign out
ar: تسجيل الخروج

source: Version
ar: الإصدار

source: Shift Time
ar: وقت المناوبة

source: Good Afternoon
ar: طاب يومك

source: Good Evening
ar: مساء الخير

# inquiry
source: Hello, This inquiry relates to the Go plus Faces app.
ar: مرحبًا، هذا الاستفسار خاص بتطبيق جو بلس فيسيز (Go plus Faces)

# adminpanel
source: Attendance Admin
ar: لوحة الادارة

# adminpaneldesc
source: Manage Your Staff's Attendance
ar: إدارة الحضور من موظفيك

source: Request Info
ar: معلومات الطلب

source: Modify Attendance Requests
ar: تعديل طلبات الحضور

source: Req.Date
ar: تاريخ الطلب

source: Process Type
ar: نوع العملية

# alreadysent
source: Request Already Sent
ar: تم إرسال الطلب بالفعل

source: Employee Summary
ar: ملخص الموظف

source: Present Days
ar: الأيام الحالية

source: Absent Days
ar: أيام الغياب

# datee
source: Date
ar: التاريخ

# inn
source: In
ar: في

source: Out
ar: خارج

# breaktimee
source: Break Time
ar: فترة إستراحة

source: Basic Hours
ar: الساعات الأساسية

# totalhourss
source: Total Hours
ar: مجموع الساعات

source: Late Hours
ar: ساعات متأخرة

# overtimee
source: Over Time
ar: متأخر , بعد فوات الوقت

source: Under Time
ar: في إطار الوقت

# hrletters
source: HR Letter
ar: رسالة الموارد البشرية

# hrletterRequest
source: HR Letter Request Info
ar: معلومات طلب خطاب الموارد البشرية

# heletterreq
source: HR Letter Requests
ar: طلبات خطاب الموارد البشرية

source: Request Date
ar: تاريخ الطلب

source: Timesheet Analysis
ar: تحليل الجدول الزمني

source: Rostered Hours
ar: ساعات مدرجة في القائمة

# timesheethours
source: Worked Hours
ar: ساعات العمل

source: OverTime Hours
ar: ساعات العمل الإضافي

source: Casual Leave
ar: إجازة عرضية

source: On-Duty Count
ar: عدد المهام

source: You Have No Permission
ar: ليس لديك إذن

source: Call
ar: يتصل

source: Mail
ar: بريد

source: Weekly Shift
ar: نوبة اسبوعية

source: Profile View
ar: عرض الملف الشخصي

source: Expanse claim request
ar: طلب تعويض المصروفات

source: On behalf
ar: نيابة عن

source: Currency
ar: العملة

# currencyHint
source: -Currency-
ar: -العملة-

source: Select payment type
ar: اختر نوع الدفع

# selectPaymentTypeHint
source: -Select payment type-
ar: -اختر نوع الدفع-

source: Select reimbursement type
ar: اختر نوع التعويض

# selectReimbursementTypeHint
source: -Select reimbursement type-
ar: -اختر نوع التعويض-

source: Claim details
ar: تفاصيل الطلب

source: Total
ar: الإجمالي

source: Delete item?
ar: هل تريد حذف العنصر؟

source: Cost center Allocation
ar: تخصيص مركز التكلفة

source: View allocation
ar: عرض التخصيص

source: Select claim type
ar: اختر نوع الطلب

# selectClaimTypeHint
source: -Select claim type-
ar: -اختر نوع الطلب-

source: amount
ar: المبلغ

source: select date
ar: اختر التاريخ

source: Petty bal
ar: بيتي بال

source: Claim type
ar: نوع المطالبة

source: Conversation rate
ar: معدل التحويل

source: Project Allocation
ar: تخصيص المشروع

source: Select Project
ar: حدد المشروع

source: Select Employees
ar: حدد الموظفين

source: Add Project
ar: أضف المشروع

source: View Project
ar: عرض المشروع

source: View Project Allocation
ar: عرض تخصيص المشروع

# wanttoremove
source: Are you sure, you want to remove
ar: هل أنت متأكد أنك تريد الإزالة

source: from the
ar: من

source: Project
ar: مشروع

source: My Works
ar: أعمالي

source: Work Overview
ar: نظرة عامة على العمل

source: Completed
ar: مكتمل

source: On Hold
ar: معلق

source: Overdue
ar: متأخر

source: Create Work
ar: إنشاء عمل

source: Work Details
ar: تفاصيل العمل

source: Work Id
ar: معرّف العمل

source: Assigned By
ar: تم تعيينه بواسطة

source: Client
ar: العميل

source: Task Name
ar: اسم المهمة

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Dependencies
ar: الاعتمادات

source: Priority
ar: الأولوية

source: Comments
ar: التعليقات

source: Attach File
ar: إرفاق ملف

source: Sort
ar: فرز

source: Daily Log
ar: سجل يومي

source: Select Status
ar: حدد الحالة

source: Work Title
ar: عنوان العمل

source: Work Description
ar: وصف العمل

source: Start Time
ar: وقت البدء

source: End Time
ar: وقت الانتهاء

source: Total Time
ar: الوقت الإجمالي

source: Notes
ar: ملاحظات

source: Progress
ar: التقدم

source: Blockers And Challenges
ar: العوائق والتحديات

source: Select Dependencies
ar: تحديد التبعيات

source: Due Date
ar: تاريخ الاستحقاق

source: Delete Worklog ?
ar: حذف سجل العمل؟

# deleteWorklogDialog
source: Are you sure want to delete this worklog permanently
ar: هل أنت متأكد من أنك تريد حذف سجل العمل هذا بشكل دائم

# deleteWorkDialog
source: Are you sure want to delete this work permanently
ar: هل أنت متأكد من أنك تريد حذف هذا العمل بشكل دائم

source: Days Left
ar: الأيام المتبقية

source: Select Work Group
ar: حدد مجموعة العمل

source: Assign To
ar: تعيين إلى

source: Select Work Title
ar: اختر عنوان العمل

# workGroups
source: Work Group
ar: مجموعة العمل

# exitDialog
source: Are sure you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟

source: Employee
ar: موظف

source: Reason For Change
ar: سبب التغيير

source: Loading
ar: تحميل

source: Worklog
ar: سجل العمل

source: Active Works
ar: أعمال نشطة

source: Welcome to worklog
ar: مرحباً بكم في سجل العمل

# workYetToComplete
source: You currently have <value> work to be completed
ar: لديك حاليًا <value> عمل يجب إكماله

source: Low
ar: قليل

source: Mid
ar: منتصف

source: High
ar: عالي

source: Select Dates
ar: تحديد التواريخ

source: Work Type
ar: نوع العمل

source: Custom
ar: مخصص

source: No Works Found
ar: لم يتم العثور على أعمال

source: No Supported App Found
ar: لم يتم العثور على تطبيق مدعوم

source: Size Is Grater Than 400 KB
ar: الحجم أكبر من 400 كيلوبايت

source: Please Select Start Date
ar: يرجى تحديد تاريخ البدء

source: Please Fill All Fields
ar: يرجى ملء جميع الحقول

source: Created Successfully
ar: تم الإنشاء بنجاح

source: Failed To Create
ar: فشل في الإنشاء

source: Updated Successfully
ar: تم التحديث بنجاح

source: Failed To Update
ar: فشل في التحديث

source: Please Select Status
ar: يرجى تحديد الحالة

source: Please Select Employee
ar: يرجى تحديد الموظف

source: Failed To Delete
ar: فشل في الحذف

source: Deleted Successfully
ar: تم الحذف بنجاح

source: Submitted Successfully
ar: تم التقديم بنجاح

source: Failed To Submit
ar: فشل في التقديم

# checkInternetTryAgain
source: Check your internet connection and try again
ar: تحقق من اتصالك بالإنترنت وحاول مرة أخرى
